template_exists_issue.xml

<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:man="http://futureware.biz/mantisconnect">
   <soapenv:Header/>
   <soapenv:Body>
      <man:mc_issue_exists soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <username xsi:type="xsd:string">#mantis_user</username>
         <password xsi:type="xsd:string">#mantis_pass</password>
         <issue_id xsi:type="xsd:integer">#id_cr</issue_id>
      </man:mc_issue_exists>
   </soapenv:Body>
</soapenv:Envelope>

